{
    "welcome": "Welcome to InCode",
    "description": "We are experts in web development",
    "quoteNow": "Get a Quote Now",
    "socialMedia": "Social Media",
    "facebook": "Facebook",
    "instagram": "Instagram",
    "tiktok": "TikTok",
    "ourServices": "Our Services",
    "institutionalSite": "Institutional Website",
    "institutionalSiteDescription": "We create institutional websites that reflect the identity and values of your organization. We ensure that your institutional site communicates effectively your mission, vision, and services, providing an optimal user experience.",
    "viewMore": "View More",
    "landingPage": "Landing Page",
    "landingPageDescription": "We develop landing pages and one-page websites optimized for conversions and marketing campaigns.",
    "onlineStore": "Online Store",
    "onlineStoreDescription": "Complete solutions for online stores and ecommerce platforms, focusing on shopping experience and security.",
    "successCases": "Success Cases",
    "portfolioWeb": "Web Portfolio",
    "successCasesDescription": "We understand that your online presence is crucial to the success of your business. We are here to help you improve your website or launch a new one.",
    "provenExperience": "Proven Experience",
    "provenExperienceDescription": "Our team has years of experience in web creation and custom solutions.",
    "attractiveDesign": "Attractive Design",
    "attractiveDesignDescription": "We create designs that enhance the user experience and improve conversion rates.",
    "constantOptimization": "Constant Optimization",
    "constantOptimizationDescription": "We ensure your site is optimized and up-to-date.",
    "viewPortfolio": "View Portfolio",
    "weAreInEveryDetail": "We Are in Every Detail",
    "ourClientsSay": "Our Clients Say",
    "testimonial1": "“InCode transformed our digital presence. Thanks to their professional approach and attention to detail, our website now reflects the quality of our services and we have seen a significant increase in client inquiries.”",
    "testimonial1Author": "Carlos Gómez - Bogotá, Colombia",
    "testimonial2": "“Working with InCode was an incredible experience. They helped us design and develop a custom platform that improved our operational efficiency. The support we received was always quick and professional.”",
    "testimonial2Author": "Ana Martínez - Santiago, Chile",
    "testimonial3": "“InCode helped us revamp our website, making it faster and more user-friendly. Their team’s attention to detail and dedication to understanding our business needs were impressive. Highly recommend them!”",
    "testimonial3Author": "Oliver Blake - Chicago, USA",
    "languagesAndTools": "Languages and Tools We Use",
    "javascript": "JavaScript",
    "javascriptDescription": "The most popular language for the web, used to create interactive and dynamic websites. With JS, we bring modern web applications to life.",
    "typescript": "TypeScript",
    "typescriptDescription": "TypeScript is a superset of JavaScript that adds static typing, improving scalability and maintainability of our applications.",
    "react": "React",
    "reactDescription": "React is a JavaScript library for building dynamic, reactive user interfaces. We use React to create fast and scalable web applications.",
    "php": "PHP",
    "phpDescription": "PHP is a server-side programming language mainly used to create dynamic web applications. It is commonly used in website and system development.",
    "python": "Python",
    "pythonDescription": "Python is a versatile and easy-to-learn programming language used for web development, scientific applications, automation, and data analysis.",
    "java": "Java",
    "javaDescription": "Java is an object-oriented programming language used mainly in enterprise applications, mobile apps, and backend systems.",
    "nodejs": "Node.js",
    "nodejsDescription": "Node.js is a JavaScript runtime environment for the server. It allows us to build fast and efficient backend applications."
  }
  